{
	"metadata": {
		"title": "sharedway",
		"description": "sharedway é um site que ajuda a conectar pessoas e animais perdidos com seus ente queridos. Ajude a espalhar a palavra",
		"keywords": ""
	},
	"home": {},
	"form": {
		"errors": {
			"file-too-large": "O arquivo \"{name}\" carregado é maior do que {size}mb",
			"too-many-files": "Arquivos demais foram carregados de uma vez",
			"invalid_type": "Campo obrigatório"
		}
	},
	"legal": {
		"terms": "# Política de Utilização de Aplicativo para Auxílio na Localização de Pessoas Desaparecidas\n\n## Política de privacidade para proteção dos dados dos usuários\nA fim de garantir a proteção dos dados dos usuários do aplicativo, é importante destacar que a política de privacidade estabelecida tem como objetivo principal definir claramente o propósito do aplicativo e como as informações dos usuários serão utilizadas. Nesse sentido, reforçamos que todas as informações coletadas serão estritamente utilizadas para a divulgação de informações sobre pessoas desaparecidas, sendo expressamente proibido o uso desses dados para fins ilícitos. Além disso, é de responsabilidade da plataforma garantir a veracidade das informações divulgadas, bem como fornecer orientações para a utilização ética e responsável do aplicativo.\n\nRessaltamos ainda que os termos de uso e a política de privacidade poderão ser atualizados periodicamente, sendo fundamental que os usuários manifestem seu consentimento em relação aos termos estabelecidos. Dessa forma, buscamos assegurar a transparência e a segurança no trato com as informações dos usuários, promovendo uma relação de confiança e respeito mútuo.\n\n## Divulgação de informações sobre pessoas desaparecidas\nEste parágrafo destina-se a estabelecer as diretrizes e procedimentos para a divulgação de informações sobre pessoas desaparecidas no aplicativo. As informações divulgadas serão estritamente relacionadas a casos de desaparecimento devidamente reportados às autoridades competentes. O aplicativo se compromete a respeitar a privacidade e integridade das informações das pessoas desaparecidas, utilizando os dados fornecidos exclusivamente com a finalidade de auxiliar na localização e resgate das mesmas. A divulgação de informações será feita de forma responsável e ética, respeitando os direitos humanos e a legislação vigente. Os usuários serão orientados a utilizar as informações disponibilizadas de maneira ética e colaborativa, evitando o uso indevido para fins ilícitos ou prejudiciais. A veracidade das informações divulgadas será de responsabilidade exclusiva das autoridades competentes responsáveis pelo caso de desaparecimento. Em caso de atualizações nesta cláusula, os usuários serão devidamente informados e será solicitada a manifestação de consentimento em relação aos novos termos estabelecidos.\n\n## Restrição de uso das informações para fins ilícitos\nAo concordar com os termos deste contrato, ambas as partes reconhecem e concordam que as informações fornecidas e compartilhadas por meio do aplicativo devem ser estritamente utilizadas para os fins estabelecidos, tais como a divulgação de informações sobre pessoas desaparecidas. Qualquer uso das informações para fins ilícitos, ilegais ou que violem a legislação vigente será considerado uma violação dos termos deste contrato e poderá acarretar em medidas legais cabíveis. As partes também concordam em manter a veracidade e precisão das informações divulgadas, assumindo total responsabilidade por qualquer informação falsa disponibilizada no aplicativo. Ademais, é de extrema importância que os usuários ajam de forma ética e responsável ao utilizar o aplicativo, seguindo as orientações fornecidas para garantir a segurança e privacidade de todos os envolvidos. Por fim, ambas as partes concordam que os termos do contrato podem ser atualizados de acordo com as necessidades do aplicativo, sendo que tais atualizações serão comunicadas aos usuários para manifestarem seu consentimento em relação às novas disposições estabelecidas.\n\n## Responsabilidade sobre a veracidade das informações divulgadas\nA parte responsável pela veracidade das informações divulgadas no aplicativo é exclusivamente a que as forneceu. Qualquer informação divulgada, seja sobre o propósito do aplicativo, política de privacidade, divulgação de informações sobre pessoas desaparecidas, ou orientações para utilização ética, deve ser precisa e verdadeira. A utilização de informações falsas ou enganosas, tanto no conteúdo do aplicativo quanto nos termos estabelecidos, pode acarretar em responsabilização legal por parte do fornecedor dessas informações. É essencial que os usuários estejam cientes dessa responsabilidade e ajam de acordo com as diretrizes éticas e legais estabelecidas para o uso do aplicativo.\n\n## Orientações para a utilização ética e responsável do aplicativo\nPara garantir a utilização ética e responsável do aplicativo, é fundamental que os usuários sigam algumas orientações, como: respeitar a privacidade e os dados dos outros usuários, evitando compartilhar informações sensíveis sem autorização; não utilizar o aplicativo para disseminar conteúdo ilegal, como disseminação de discurso de ódio, apologia a crimes, ou qualquer atividade ilícita; verificar a veracidade das informações antes de compartilhar, para evitar disseminação de fake news; reportar qualquer conteúdo impróprio ou inadequado para a equipe responsável, contribuindo para a manutenção de um ambiente seguro para todos os usuários; e estar ciente de que os termos de uso e políticas de privacidade podem ser atualizados, sendo importante estar sempre atento a possíveis mudanças. Além disso, ao usar o aplicativo, os usuários declaram seu consentimento com os termos estabelecidos, comprometendo-se a seguir as orientações e premissas éticas para garantir a segurança e o bem-estar de todos os usuários.\n\n## Possibilidade de atualização dos termos de uso\nOs usuários reconhecem que os Termos de Uso poderão ser atualizados periodicamente, a critério exclusivo da plataforma, a fim de garantir a adequação às leis vigentes e aprimorar a experiência do usuário. Tais atualizações estarão disponíveis para consulta a partir da data de efetivação, sendo de responsabilidade do usuário revisar regularmente os termos. O uso continuado do aplicativo após a publicação das atualizações implica na aceitação tácita das modificações realizadas. É recomendável que os usuários revisem os Termos de Uso regularmente para estar cientes de possíveis alterações e cumprir com as diretrizes estabelecidas.\n\n## Manifestação de consentimento dos usuários em relação aos termos estabelecidos\nAo utilizar o aplicativo, eu reconheço e concordo com os termos estabelecidos, incluindo a definição clara do propósito do aplicativo, a política de privacidade para proteção dos dados dos usuários, a divulgação de informações sobre pessoas desaparecidas, a restrição de uso das informações para fins ilícitos, a responsabilidade sobre a veracidade das informações divulgadas, as orientações para a utilização ética e responsável do aplicativo, a possibilidade de atualização dos termos de uso e manifesto meu consentimento de forma livre e esclarecida. Estou ciente de que o não cumprimento desses termos pode resultar em medidas legais cabíveis.",
		"privacy": "## Política de privacidade para sharedway\n\n## Informações coletadas dos usuários\n\nAs informações coletadas dos usuários incluem, mas não se limitam a: informações de contato, como nome, endereço de e-mail e número de telefone; informações demográficas, como idade, sexo e localização geográfica; informações de perfil, como interesses e preferências; informações de dispositivo, como modelo, sistema operacional e identificadores únicos.\n\nOs dados coletados são utilizados para personalizar a experiência do usuário, fornecer serviços sob medida, melhorar a qualidade do aplicativo e enviar comunicações relevantes. Todas as informações são tratadas com confidencialidade e segurança, sendo armazenadas em servidores protegidos por medidas técnicas e organizacionais adequadas.\n\nOs usuários têm o direito de acessar, corrigir, atualizar ou excluir seus dados pessoais a qualquer momento. Além disso, podem revogar seu consentimento para o uso de suas informações, conforme previsto na legislação aplicável.\n\nAs informações dos usuários não serão compartilhadas com terceiros sem o consentimento expresso, exceto quando necessário para cumprir obrigações legais ou em casos de fusão, aquisição ou reorganização da empresa.\n\nEm caso de violação de dados, serão adotadas medidas imediatas para conter o incidente, investigar as causas e notificar as autoridades competentes e os usuários afetados, conforme exigido pela lei.\n\nOs dados dos usuários serão retidos pelo tempo necessário para cumprir as finalidades para as quais foram coletados, respeitando os períodos de retenção previstos na legislação vigente.\n\nAo utilizar o aplicativo, os usuários concordam com a coleta e uso de suas informações conforme descrito nesta política de privacidade. Quaisquer alterações nesta política serão comunicadas aos usuários e requererão seu consentimento, se necessário, de acordo com as leis de proteção de dados aplicáveis.\n\n## Uso dos dados coletados\n\nA finalidade do aplicativo é proporcionar aos usuários uma plataforma para acessar e utilizar recursos relacionados ao tema específico do aplicativo, com o intuito de facilitar e melhorar a experiência dos usuários. As informações coletadas dos usuários incluem, mas não se limitam a, nome, endereço de e-mail, número de telefone, dados de localização, histórico de uso do aplicativo e preferências pessoais.\n\nOs dados coletados são utilizados para personalizar a experiência do usuário, fornecer suporte técnico, analisar tendências de uso, realizar melhorias no aplicativo e enviar informações relevantes aos usuários. Adotamos medidas de segurança, como criptografia de dados, restrição de acesso interno e manutenção de sistemas atualizados, para proteger as informações coletadas dos usuários contra acessos não autorizados.\n\nOs usuários têm o direito de acessar, corrigir, atualizar ou solicitar a exclusão de seus dados pessoais a qualquer momento. Não compartilhamos informações dos usuários com terceiros sem consentimento prévio, exceto nos casos em que seja necessário para cumprir obrigações legais ou proteger os interesses da empresa.\n\nEm caso de violação de dados, os usuários serão notificados conforme exigido por lei e tomaremos as medidas necessárias para remediar a situação. Os dados dos usuários serão retidos pelo tempo necessário para cumprir as finalidades para as quais foram coletados, a menos que haja solicitação de exclusão por parte do usuário.\n\nAo utilizar o aplicativo, os usuários consentem com a coleta e uso de seus dados conforme descrito nesta política de privacidade. Eventuais atualizações na política de privacidade serão comunicadas aos usuários através de notificações no aplicativo ou por e-mail.\n\n## Medidas de segurança adotadas para proteção dos dados\n\nPara garantir a segurança dos dados coletados dos usuários, adotamos diversas medidas de proteção. Todas as informações são armazenadas em servidores seguros, com acesso restrito apenas a funcionários autorizados, que são submetidos a acordos de confidencialidade. Além disso, utilizamos criptografia para proteger os dados em trânsito e em repouso, garantindo que apenas pessoas autorizadas possam acessá-los. Realizamos também auditorias regulares de segurança e implementamos políticas de segurança da informação para prevenir incidentes de vazamento de dados. Em caso de identificação de alguma vulnerabilidade, agimos prontamente para corrigi-la e proteger os dados dos usuários. Todas essas medidas visam garantir a integridade, confidencialidade e disponibilidade dos dados coletados, garantindo aos usuários uma experiência segura e protegida em nosso aplicativo.\n\n## Direitos dos usuários em relação aos seus dados\n\nOs usuários têm o direito de acessar, retificar, excluir e limitar o uso de seus dados pessoais a qualquer momento. Além disso, os usuários têm o direito de solicitar a portabilidade de seus dados para outro serviço, bem como o direito de se opor ao processamento de seus dados pessoais com base em interesses legítimos. Os usuários também têm o direito de retirar seu consentimento a qualquer momento, sem afetar a legalidade do processamento com base no consentimento antes de sua retirada. Todos esses direitos podem ser exercidos entrando em contato conosco por meio dos canais de comunicação disponibilizados no aplicativo.\n\n## Política de compartilhamento de informações com terceiros\n\nNossa Política de Compartilhamento de Informações com Terceiros estabelece que, caso seja necessário compartilhar dados dos usuários, isso será feito de forma restrita e apenas com empresas parceiras que estejam devidamente autorizadas e comprometidas com a proteção dos dados pessoais. As informações coletadas dos usuários, tais como nome, endereço de e-mail e preferências, serão compartilhadas somente para os fins específicos para os quais foram fornecidas, garantindo a segurança e a confidencialidade desses dados. Adotamos medidas de segurança robustas, como criptografia de dados e restrição de acesso, a fim de proteger as informações coletadas contra acessos não autorizados. Os usuários têm o direito de revisar, corrigir ou excluir seus dados pessoais a qualquer momento, mediante solicitação formal à empresa. Em caso de violação de dados, comprometemo-nos a notificar os usuários afetados e as autoridades competentes, conforme exigido por lei. A política de retenção de dados estabelece prazos claros para a eliminação de informações pessoais dos usuários que não sejam mais necessárias para a prestação dos serviços oferecidos. O consentimento dos usuários para a coleta e o uso de seus dados é obtido de forma clara e explícita, podendo ser revogado a qualquer momento. Nos comprometemos a manter os usuários informados sobre quaisquer atualizações na política de privacidade, garantindo transparência e conformidade com as leis de proteção de dados vigentes.\n\n## Procedimentos em caso de violação de dados\n\nEm caso de violação de dados, a empresa responsável pelo aplicativo compromete-se a tomar todas as medidas necessárias para mitigar os impactos da violação, informando imediatamente aos usuários afetados sobre o ocorrido, bem como às autoridades competentes, de acordo com a legislação aplicável. Além disso, a empresa se compromete a realizar uma investigação interna para identificar a origem da violação e implementar as correções necessárias para evitar que situações similares ocorram no futuro. Os usuários afetados terão o direito de solicitar informações sobre a violação de seus dados, assim como de requerer a exclusão ou correção das informações em questão.\n\n## Política de retenção de dados\n\nNos termos da Política de Retenção de Dados, informamos que os dados dos usuários serão retidos pelo período estritamente necessário para cumprir a finalidade para os quais foram coletados, conforme descrito na descrição do aplicativo. Durante a utilização do aplicativo, serão coletadas informações como nome, endereço de e-mail, preferências de configuração, histórico de uso e informações de pagamento, sendo tais dados utilizados exclusivamente para personalização da experiência do usuário e melhoria dos serviços prestados.\n\nOs dados serão armazenados em servidores seguros, com medidas técnicas e organizacionais adequadas para garantir a proteção contra acesso não autorizado, uso indevido ou divulgação. Os usuários têm o direito de solicitar o acesso, correção ou exclusão de seus dados pessoais, conforme previsto na legislação aplicável de proteção de dados.\n\nEm relação ao compartilhamento de informações com terceiros, somente será realizado mediante consentimento prévio do usuário ou se exigido por lei. Em caso de violação de dados, serão adotados procedimentos de notificação às autoridades competentes e comunicação aos usuários afetados.\n\nA Política de Retenção de Dados estabelece que os dados serão mantidos pelo tempo necessário para cumprir as finalidades descritas, sendo posteriormente excluídos de forma segura. Os usuários, ao aceitarem os termos da política de privacidade, concordam com a retenção de seus dados conforme as diretrizes estabelecidas. Qualquer atualização na política de privacidade será comunicada aos usuários de forma transparente e acessível.\n\n## Consentimento dos usuários\n\nAo utilizar nosso aplicativo, o usuário concorda que seus dados serão coletados, armazenados e utilizados de acordo com nossa política de privacidade. As informações coletadas incluem dados de cadastro, como nome, endereço de e-mail e informações de perfil. Além disso, dados de utilização do aplicativo, como histórico de navegação, preferências de uso e interações com conteúdos, também serão registrados.\n\nOs dados coletados serão utilizados para personalização da experiência do usuário, análise de mercado, melhorias no aplicativo e envio de comunicações relacionadas aos serviços oferecidos. Medidas de segurança são adotadas para proteger os dados dos usuários, incluindo criptografia, controle de acesso restrito e monitoramento constante.\n\nOs usuários têm o direito de acessar, corrigir, atualizar ou excluir seus dados pessoais a qualquer momento. A política de compartilhamento de informações com terceiros está descrita de forma detalhada em nossa política de privacidade, respeitando todas as leis e regulamentações aplicáveis.\n\nEm caso de violação de dados, serão adotados procedimentos de notificação imediatos, visando mitigar possíveis impactos para os usuários afetados. A política de retenção de dados estabelece prazos específicos para manutenção das informações, conforme necessário para cumprir finalidades legítimas.\n\nAo continuar utilizando nosso aplicativo, o usuário está consentindo com a coleta e uso de seus dados conforme descrito nesta cláusula. Qualquer atualização na política de privacidade será comunicada aos usuários de forma transparente.\n\n## Atualizações na política de privacidade\n\nInformamos que nossa empresa se reserva o direito de atualizar a política de privacidade periodicamente, garantindo sempre a conformidade com as leis e regulamentos vigentes de proteção de dados. As atualizações serão comunicadas aos usuários por meio do aplicativo ou por e-mail, permitindo que os mesmos estejam cientes das alterações implementadas. Recomendamos que os usuários revisem regularmente nossa política de privacidade para se manterem informados sobre como suas informações são coletadas, utilizadas e protegidas. Em caso de dúvidas ou questionamentos sobre as atualizações realizadas, os usuários podem contatar nosso suporte ao cliente para obter mais esclarecimentos."
	}
}
